---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.CeramicType.Porcelain
enum: Autodesk.Revit.DB.Visual.CeramicType
source: html/a0616b59-6e5a-714d-85cc-8fcab64b84b4.htm
---
# Autodesk.Revit.DB.Visual.CeramicType.Porcelain